[cGlobalSettings]
IDS_DETAILED_VIEW=Vista dettagliata
IDS_IMAGE_VIEW=Vista immagini
IDS_SETTINGS=Impostazioni
IDS_HELP=Guida
IDS_ENTER_REGISTRATIONKEY=Immettere la chiave di registrazione
IDS_CHECK_FOR_UPDATE=Cerca aggiornamenti
IDS_ABOUT=Informazioni su

IDS_QUICK_TOUR = Quick Tour

IDS_INSTALLSATUS_INSTALLED=Starte jetzt
IDS_INSTALLSATUS_NOT_INSTALLED=Jetzt installieren

PKS_SING_INSTALL=Installa
DPF_ACTION_CENTER=Centro Azione
DPF_ACTIONCERTER_HEADER1=Applicazioni consigliate
DPF_ACTIONCERTER_HEADER2=Organizza le tue foto, proteggile dalle minacce e aumenta le prestazioni del PC con queste app consigliate per il tuo PC.
DPF_ACTIONCERTER_FOOTER=Per proteggere il computer, arricchiscilo con file organizzati e aggiorna i driver delle applicazioni consigliati.

IDS_INSTALLSATUS_INSTALLED=Avvia ora
IDS_INSTALLSATUS_NOT_INSTALLED=Installa ora

INSTALLUTILITY_HEADING=Offerta opzionale
IDS_REGISTERED_VERSION=Versione registrata
IDS_PROGRAM_APP_RUNNING=Applicazione già in esecuzione.
IDS_UPDATOR_FORM_TEXT=Cerca aggiornamenti
IDS_UPDATOR_DEVICES=Dispositivi
IDS_UPDATER_APP_NEWUPDATE=È possibile scaricare la nuova versione di IDS_DU_APP_NAME.\r\nScaricarla ora?
IDS_SE_CHECKING_FORUPDATE=Ricerca aggiornamenti...
IDS_SE_UPDATE_SUCESS=Aggiornamenti scaricati e installati con successo
IDS_SE_UPDATE_PARTIAL=Aggiornamenti scaricati e installati parzialmente. Riprovare a eseguire l’aggiornamento.
IDS_SE_UPDATE_ABORTED=Aggiornamento interrotto
IDS_SE_UPDATE_ERR_UNKNOWN=Errore durante l’installazione degli aggiornamenti. Riprovare a eseguire l’aggiornamento più tardi.
IDS_SE_UPDATE_ERR_LOWDISK=Download interrotto.\r\nPer scaricare e installare le definizioni dovrebbero essere disponibili almeno 600 MB di spazio.
IDS_SE_UPDATE_DOWNLOADING=Avanzamento download totale: ({0} di {1})
IDS_SE_UPDATE_DOWNLOAD_APP_PROG=Download aggiornamento applicazione ({0} KB di {1} KB) totali: {2}%
IDS_SE_UPDATE_DOWNLOAD_PROG=Download aggiornamento ({0} KB di {1} KB) totali: {2}%
IDS_SE_INSTALLINGUPDATE=Installazione aggiornamento ({0} di {1}) ....
IDS_MINIMUM_DISK_SPACE_REBOOT=IDS_DU_APP_NAME richiede almeno 600 MB di spazio disponibile per eseguire le operazioni.\r\nLiberare un po’ di spazio su disco e riavviare IDS_DU_APP_NAME.
IDS_DB_CHECKING=Avvio download....
IDS_SE_UPDATE=Aggiornamento automatico
IDS_CANCEL=Annulla
IDS_SE_UPTODATE=IDS_DU_APP_NAME è aggiornato.
IDS_ERORR_UPDATE=Errore durante il download degli aggiornamenti. Controllare le impostazioni Internet.
IDS_NOTIFY_TITLE1=IDS_DU_APP_NAME in esecuzione in background
IDS_CLEAR_SCAN_RESULT_CONFIRMATION=Verranno eliminati i risultati di scansione e i dati relativi alla scansione corrente e a quelle precedenti. Conferma l'operazione?
PKS_PLZ_CHKNET_CONNECTION=Controllare la connessione a Internet.
IDS_LOADING=Caricamento...
IDS_EXIT=Esci
IDS_PROCESS_ALREADY_RUNNING=Prima di chiudere IDS_DU_APP_NAME, interrompere il processo di esecuzione
IDS_SCAN_ALREADY_RUNNING=Scansione in corso. Interrompere la scansione prima di chiudere IDS_DU_APP_NAME
IDS_RDO_SMART_RESTORE=Ripristino intelligente
IDS_RDO_CUSTOM_RESTORE=Ripristino personalizzato
IDS_RDO_SEARCHFORFILE=Cerca file
IDS_BACKUP_RDO_AUTO=Pianificazione automatica
IDS_SHOW_APP=Mostra IDS_DU_APP_NAME
IDS_TRIAL_IS_ALREADY_PURCHASED=Già acquistato IDS_DU_APP_NAME?
IDS_TXTTOP1LABEL=Documenti
IDS_TXTTOP2LABEL=Immagini
IDS_TXTOTHERLABEL=Altri file
IDS_TXTVIDEOS=Video
IDS_TXTDESKTOP=Desktop dell’utente
IDS_TXTMUSIC=Musica
IDS_TXTBROWSEDATA=Dati browser
IDS_TXTFINANCIALFILE=File finanziari
IDS_TXTEBOOKPDF=eBook
IDS_BACKUP_RDO_RECOMMENDED=Backup intelligente
IDS_BACKUP_RDO_CUSTOM_BKP=Backup personalizzato
IDS_BACKUP_RDO_MONITER_BKP=Backup dal monitor
IDS_BACKUP_RDO_SCHEDULED_BKP=Backup pianificato
IDS_BACKUP_RDO_24_BKP=Pianificazione 24 ore
IDS_MSG_KEY_FALSE=Immettere una chiave di licenza valida.
IDS_MSG_KEY_BLOCKED=Questa chiave di licenza è stata disattivata.
IDS_MSG_KEY_EXPIRED=Questa chiave di licenza è scaduta. Acquistare una chiave nuova.
IDS_MSG_KEY_LIMIT_EXCEEDED=È stato superato il numero massimo di macchine consentite per la chiave.
IDS_TRACK_EMAIL_NOT_SENT=Impossibile inviare e-mail.
IDS_CGLOBAL_NOT_FOUNDUPGRADE_URL=impossibile trovare l'URL di Upgrade Now
DPF_cGlobalSettings_HINT_NO_PHOTOS=Suggerimento: trascinare foto e cartelle contenenti le foto da Esplora risorse per cercare foto simili
DPF_PROCESSOR_PROCESSED={0} elaborati
DPF_PROCESSOR_PERCENT_PROCESSED={0}/{1} elaborati
DPF_PROCESSOR_COMPARING_PHOTOS=Confronto delle foto
DFP_PROCESSOR_SCAN_PATIENT_WHILE_COMPARING_MSG=Confronto delle foto in corso. Attendere.
IDS_IMAGEVIEWER_PHOTO_NOT_FOUND=Foto non trovata sul disco
DPF_ABOUT_REGISTER_TEXT=Registra ora
DPF_ABOUT_WARNING=Avvertenza: questo programma è tutelato dalle leggi sui diritti d'autore e dai trattati internazionali. La riproduzione o la distribuzione non autorizzata di questo programma, o di parte di esso, sarà perseguibile civilmente e penalmente nella misura massima consentita dalla legge.
DPF_IMAGEINFO_UC_PREVIEW=Anteprima
DPF_IMAGEINFO_UC_FILE_NAME=Nome file:
;;;;;'
DPF_ABOUT_Version={0}
DPF_ABOUT_RIGHTS_TEXT=Tutti i diritti riservati
DPF_cGlobalSettings_HEADINGS_NO_DUPLICATE=Tutte le foto simili sono state eliminate!
DPF_PROCESSED={0} elaborati
DPF_IMAGEINFO_UC_BIT_DEPTH=Profondità bit:
IDS_CACHE_CLEARED_MSG=Cache cancellata con successo!
DPF_IMAGEINFO_UC_CAMERA_FIRMWARE=Firmware videocamera:
DPF_IMAGEINFO_UC_CAMERA_LENS_MODEL=Modello obiettivo videocamera:
DPF_IMAGEINFO_UC_CAMERA_MAKER=Produttore videocamera:
DPF_IMAGEINFO_UC_CAMERA_MODEL=Modello videocamera:
DPF_IMAGEINFO_UC_CAPTURE_DATE=Data cattura:
IDS_UPDATOR_CHECKING_FOR_UPDATE=Ricerca aggiornamento
DPF_ABOUT_NAME_NON_RETAIL=- Versione non commerciale
IDS_CLEAR_CACHE=Cancella cache
DPF_IMAGEINFO_UC_COLOR_MODEL=Modello colore:
DPF_IMAGEINFO_UC_COLOR_SPACE=Spazio colore:
DPF_COMPARING_DUPLICATES=Confronto duplicati
DPF_PROCESSOR_COMPARING_DUPLICATES=Confronto duplicati...
DPF_IMAGEINFO_UC_DIGITAL_ZOOM_RATIO=Rapporto zoom digitale:
DPF_ABOUT_YEAR=Copyright © 2023
;;IDS_CONFIRM_FILE_DELETION_MSG=Eliminare le foto duplicate? Le foto eliminate saranno spostate nel Cestino! \r\n\r\nSe le foto si trovano sull'unità di rete, vengono eliminate per sempre.
IDS_CONFIRM_FILE_DELETION_MSG=Eliminare le foto duplicate? Le foto eliminati saranno spostati in {0}! \r\n\r\nSe le foto si trovano sull'unità di rete, vengono eliminate per sempre.
IDS_RECYCLE_BIN=Cestino
DPF_IMAGEINFO_UC_EDITING_SOFTWARE=Software di modifica:
DPF_cGlobalSettings_HEADING_NO_PHOTOS=Trascina e rilascia le foto qui
IDS_DU_APP_NAME=Duplicate Photos Fixer Pro
DPF_IMAGEINFO_UC_EXPOSURE_BIAS=Distorsione esposizione:
DPF_IMAGEINFO_UC_EXPOSURE_MODE=Modalità esposizione:
DPF_IMAGEINFO_UC_EXPOSURE_PROGRAM=Programma esposizione:
DPF_IMAGEINFO_UC_EXPOSURE=Esposizione:
DPF_IMAGEINFO_UC_FILE_LABEL=Etichetta file:
DPF_IMAGEINFO_UC_FILE_MODIFIED=File modificato:
DPF_IMAGEINFO_UC_FILE_SIZE=Dimensioni file:
DPF_IMAGEINFO_UC_FILE_CREATED=File creato:
DPF_IMAGEINFO_UC_FOCAL_LENGTH=Lunghezza focale:
DPF_IMAGEINFO_UC_FOLDER_NAME=Nome cartella:
DPF_IMAGEINFO_UC_GPS_ALTITUDE=Altitudine GPS:
DPF_IMAGEINFO_UC_GPS_LATITUDE=Latitudine GPS:
DPF_IMAGEINFO_UC_GPS_LONGITUDE=Longitudine GPS:
DPF_cGlobalSettings_HINT_NO_DUPLICATE=Suggerimento: acquisire più foto e liberare altro spazio su disco
DPF_cGlobalSettings_HINT_NO_PHOTOS_WITH_CURRENT_MATCHING=Suggerimento: Ci sono ancora foto simili con un punteggio di corrispondenza inferiore. Ridurre il livello corrispondente per visualizzare le foto simili restanti.
DPF_IMAGEINFO_UC_IMAGE_DPI=DPI immagine:
DPF_IMAGEINFO_UC_IMAGE_SIZE=Dimensioni immagine:
DPF_cGlobalSettings_FOLDER_EXCLUDED_HINT=Suggerimento: passare a "Impostazioni" -> "Esclusioni" per rimuovere gli elementi dall'elenco di esclusioni
DPF_IMAGEINFO_UC_ISO_SPEED_RATING=Valutazione velocità ISO:
DPF_cGlobalSettings_FOLDER_EXCLUDED=Elementi già esclusi dalla scansione.
IDS_LOW_DISK_SPACE=Spazio su disco insufficiente
DPF_IMAGEINFO_UC_LIGHT_SOURCE=Sorgente luminosa:
DPF_IMAGEINFO_UC_KEYWORDS=Parole chiave:
IDS_LANGUAGES=Lingue
DPF_IMAGEINFO_UC_MATCHING_LEVEL=Livello di corrispondenza:
DPF_IMAGEINFO_UC_METADATA=Metadati
DPF_IMAGEINFO_UC_METERING_MODE=Modalità misurazione:
DPF_IMAGEINFO_UC_NO_PHOTO_SELECTED=Nessuna foto selezionata
DPF_cGlobalSettings_HEADING_NO_PHOTOS_WITH_CURRENT_MATCHING=Nessuna foto simile con il livello di corrispondenza corrente.
DPF_cGlobalSettings_NOTE_NO_PHOTOS_WITH_CURRENT_MATCHING=Nota: la riduzione del livello di corrispondenza potrebbe presentare foto con poche corrispondenze. Si consiglia di rivedere le foto prima di selezionarle per l'eliminazione.
DFP_PROCESSOR_SCAN_PLEASE_BE_PATIENT_MSG=Scansione foto alla ricerca di duplicati. Attendere ...
DFP_SCAN_PLEASE_BE_PATIENT_MSG=Scansione foto alla ricerca di duplicati. Attendere.
DPF_IMAGEINFO_UC_PROFILE_NAME=Nome profilo:
DPF_IMAGEINFO_UC_RATING=Valutazione:
IDS_CONFIRM_READONLY_FILE_DELETION=Trovato file di SOLA LETTURA -{0}. \r\nEliminarlo?
DPF_ABOUT_NAME_RETAIL=Versione commerciale – Non distribuire
DPF_IMAGEINFO_UC_ORIENTATION=Orientamento:
DPF_IMAGEINFO_UC_SCENCE_CAPTURE_TYPE=Rileva tipo cattura:
DPF_PROCESSOR_PROGRESS_SEARCHING_DUPLICATE_TEXT=Ricerca duplicati ...
DPF_IMAGEINFO_UC_SENSING_METHOD=Metodo rilevazione:
IDS_MSG_KEY_PIRATED=Questa chiave di licenza è stata inserita nella black list
DPF_ABOUT_COMPANY_NAME=Systweak Software

[SETTINGS]
DPF_SETTINGS_UC_MATCHING_LEVEL_LOW=Basso
DPF_SETTINGS_UC_MATCHING_LEVEL_HIGH=Alto
DPF_SETTINGS_UC_PERFORMANCE=prestazioni
DPF_SETTINGS_UC_GPS_MORE=Altro
DPF_SETTINGS_UC_GPS_LESS=Meno
DPF_SETTINGS_UC_LOAD_DEFAULT=Carica predefiniti
DPF_SETTINGS_UC_PIXELS=pixels
DPF_SETTINGS_UC_24_HOURS=24 ore e meno
DPF_SETTINGS_UC_12_HOURS=12 ore e meno
DPF_SETTINGS_UC_6_HOURS=6 ore e meno
DPF_SETTINGS_UC_3_HOURS=3 ore e meno
DPF_SETTINGS_UC_2_HOURS=2 ore e meno
DPF_SETTINGS_UC_1_HOURS=1 ore e meno
DPF_SETTINGS_UC_30_MINUTES=30 minuti e meno
DPF_SETTINGS_UC_10_MINUTES=10 minuti e meno
DPF_SETTINGS_UC_5_MINUTES=5 minuti e meno
DPF_SETTINGS_UC_3_MINUTES=3 minuti e meno
DPF_SETTINGS_UC_2_MINUTES=2 minuti e meno
DPF_SETTINGS_UC_1_MINUTES=1 minuti e meno
DPF_SETTINGS_UC_30_SECONDS=30 secondi e meno
DPF_SETTINGS_UC_10_SECONDS=10 secondi e meno
DPF_SETTINGS_UC_5_SECONDS=5 secondi e meno
DPF_SETTINGS_UC_3_SECONDS=3 secondi e meno
DPF_SETTINGS_UC_2_SECONDS=2 secondi e meno
DPF_SETTINGS_UC_1_SECONDS=1 secondi e meno
DPF_SETTINGS_UC_1_METER=1 metro
DPF_SETTINGS_UC_2_METERS=2 metri
DPF_SETTINGS_UC_5_METERS=5 metri
DPF_SETTINGS_UC_10_METERS=10 metri
DPF_SETTINGS_UC_20_METERS=20 metri
DPF_SETTINGS_UC_50_METERS=50 metri
DPF_SETTINGS_UC_100_METERS=100 metri
DPF_FOOTER_UC_BACK_TEXT=Indietro
DPF_FOOTER_UC_DELETE_MARKED_TEXT=Elimina contrassegnati
DPF_FOOTER_UC_BUY_NOW=Aggiorna ora
DPF_FOOTER_UC_LIVE_HELP=Assistenza in tempo reale disponibile 24*7
DPF_HOME_UC_ADD_FOLDER_TEXT=Aggiungi cartella
DPF_HOME_UC_DRAG_TEXT=Trascina e rilascia le foto qui
DPF_HOME_UC_REVEAL_EXPLORER=Rivela in Esplora risorse
DPF_HOME_UC_CHECK_ALL=Seleziona tutto
DPF_HOME_UC_UNCHECK_ALL=Deseleziona tutto
DPF_HOME_UC_REMOVE_SCAN_PATH=Rimuovi dall'elenco di scansione
DPF_HOME_UC_REMOVE_ALL_PATHS=Rimuovi tutto dall'elenco di scansione
DPF_HOME_UC_ALREADY_ADDED=Percorso già aggiunto!
DPF_HOME_UC_SYSTEM_PATH=Il percorso è un percorso di file/cartella di sistema
DPF_HOME_UC_PARENT_PATH=Cartella principale già stata aggiunta.
DPF_HOME_UC_EXCLUDED_PATH=Cartella principale già aggiunta all'elenco di esclusione.
DPF_HOME_UC_SYSTEM_DIR=La cartella principale è una directory di sistema.
DPF_HOME_UC_SYSTEM_FILE_PATH=Impossibile aggiungere il percorso poiché è un percorso di sistema.
DPF_HOME_UC_ALREADY_EXCLUDED=Percorso già escluso.
DPF_HOME_UC_ADDED_SCAN_PATH_LIST=Percorso aggiunto all'elenco di scansione.
DPF_HOME_UC_PARENT_ADDED_SCAN=Cartella principale già aggiunta all'elenco di scansione.
DPF_HOME_UC_PARENT_ADDED_EXCLUDED=Cartella principale già aggiunta all'elenco di esclusione.
DPF_HOME_UC_NOT_ABLE_TO_EXCLUDE=Impossibile aggiungere nell'elenco di esclusione. Cartella corrente o secondaria già presente nell'elenco di scansione.
DPF_MAINBORDER_UC_SETTINGS_TEXT=Impostazioni
DPF_MESSAGE_UC_MATCHING_LEVEL_TEXT=Livello di corrispondenza:
DPF_MESSAGE_UC_NOTE_TEXT=Nota:
DPF_RESULT_UC_AUTO_MARK_TEXT=Seleziona automaticamente
DPF_RESULT_UC_UNMARK_ALL_TEXT=Deseleziona tutto
DPF_RESULT_PROCESSED={0} elaborati
DPF_RESULT_OLV_GROUP=Gruppo
DPF_RESULT_OLV_FILENAME=Nome file
DPF_RESULT_OLV_PATH=Percorso
DPF_RESULT_OLV_SIZE=Dimensioni
DPF_RESULT_OLV_CREATED=Creato
DPF_RESULT_OLV_MODIFIED=Modificato
DPF_RESULT_OLV_FILETYPE=Tipo di file
DPF_RESULT_OLV_IMAGEWIDTH=Larghezza immagine
DPF_RESULT_OLV_IMAGEHEIGHT=Altezza immagine
IDS_NAG_MSG_DUPLICATE_FOUND=Foto duplicate trovate:
IDS_NAG_MSG_SPACE_SAVED=Spazio da salvare:
IDS_NAG_MSG_VALID_EMAIL=Immettere un indirizzo e-mail valido!
IDS_NAG_MSG_CLICK_ON=Fare clic su
IDS_NAG_MSG_UPGRADE_NOW=Aggiorna ora
IDS_NAG_MSG_RECOVER_SPACE=e continua a rimuovere i duplicati e recupera spazio utile.
IDS_NAG_MSG_START_RECOVER_SPACE=avviare l'eliminazione dei duplicati e recuperare spazio.
IDS_NAG_MSG_FOUND={0} trovati
IDS_NAG_MSG_DUPLICATES={0} duplicati
IDS_NAG_MSG_OCCUPYING=occupa
IDS_NAG_MSG_OF_DATE=di dati.
IDS_NAG_MSG_GET_FREE_KEY=Ottieni versione completa per un periodo limitato GRATUITA
IDS_NAG_MSG_OR=oppure
IDS_NAG_MSG_UPGRADE_WITH_DISCOUNT=Aggiorna ora per usufruire dello sconto speciale.
IDS_NAG_MSG_ALREADY_PURCHASED=Già acquistato IDS_DU_APP_NAME?
IDS_NAG_MSG_HAVE_KEY=Disponi già di una chiave?
IDS_NAG_MSG_INFO=IDS_DU_APP_NAME esegue la scansione di foto simili e duplicate presenti in tutto il PC. Visualizza i duplicati in una sola posizione che possono essere rimossi con un solo clic.
IDS_NAG_MSG_LEARN_MORE=Ulteriori informazioni
IDS_NAG_NOSCAN_VALID_EMAIL=Immettere un indirizzo e-mail valido
DPF_MESSAGEBOX_OK_TEXT=OK
DPF_MESSAGEBOX_CONTINUE=Continua
DPF_PREFERENCES_MAIN_TITLE_SETTINGS_TEXT=Impostazioni
DPF_PREFERENCES_GENERAL_TEXT=Generale
DPF_PREFERENCES_ALERT_SETTINGS=Impostazioni allarme
DPF_PREFERENCES_SETTINGS_INFO=Le seguenti impostazioni consentono di nascondere/visualizzare le finestre di dialogo di conferma visualizzate nell'applicazione durante l'esecuzione di azioni come eliminare, contrassegno automatico e spostamento indietro. È possibile modificare le impostazioni secondo le proprie esigenze.
DPF_PREFERENCES_GENERAL_HEADING_TEXT=Generale
DPF_PREFERENCES_FILTER_SORT_FILE_TYPE_TEXT=Tipo di file
DPF_PREFERENCES_AUTO_MARK_USE_TEXT=Utilizza
DPF_PREFERENCES_AUTO_MARK_NAME_TEXT=Nome
DPF_PREFERENCES_EXCLUSION_EXCLUDED_FOLDERS_TEXT=Cartelle escluse
DPF_PREFERENCES_RESET_SETTINGS=Reimposta impostazioni
DPF_PREFERENCES_EXCLUSION_ADD_TEXT=Aggiungi
DPF_PREFERENCES_EXCLUSION_REMOVE_TEXT=Rimuovi
DPF_PREFERENCES_FORMATS=KB,MB
DPF_REGISTRATION_ALREADY_TEXT=Disponi già di una chiave di licenza?
DPF_REGISTRATION_ALREADY_KEY_TEXT=Se si dispone già di una chiave di licenza, immetterla nel modulo seguente e fare clic su.
DPF_REGISTRATION_LICENSE_KEY_TEXT=Chiave di licenza:
DPF_REGISTRATION_REGISTER_NOW_TEXT=Registra ora
DPF_REGISTRATION_NEED_LICENSE_TEXT=È necessaria una chiave di licenza?
DPF_REGISTRATION_BUY_NOW=Aggiorna ora
DPF_REGISTRATION_KEY_NOT_FOUND=Chiave non trovata.\r\nInserire una chiave di registrazione.
DPF_REGISTRATION_UNREGISTER_EXPIRE=Annulla registrazione/Versione scaduta.
DPF_REGISTRATION_EMAIL=Indirizzo e-mail:
IDS_WRONGKEY=La chiave di registrazione non è corretta.\r\nImmettere la chiave di registrazione corretta
DPF_TRIAL_UPGRADE_NOW=Aggiorna ora
DPF_PHOTO_RENDERER_CONTEXTMENU_UNMARK_PHOTOS=Deseleziona
DPF_PHOTO_RENDERER_CONTEXTMENU_OPEN=Apri
DPF_PHOTO_RENDERER_CONTEXTMENU_OPEN_FILE_LOCATION=Apri posizione file
DPF_PHOTO_RENDERER_CONTEXTMENU_AUTO_MARK=Seleziona automaticamente
DPF_PHOTO_RENDERER_CONTEXTMENU_UNMARK=Deseleziona tutto
DPF_PHOTO_RENDERER_CONTEXTMENU_SELECT_ALL=Seleziona tutto
DPF_PHOTO_RENDERER_CONTEXTMENU_DESELECT_ALL=Deseleziona tutto
IDS_RESULT_OLV_MARK=Seleziona
IDS_RESULT_OLV_PROPERTIES=Proprietà
IDS_MARKFILES_FORM_TEXT=Assistenza selezione
IDS_MARKFILES_TABPAGE_GENERAL=Generale
IDS_MARKFILES_MARK=Seleziona
IDS_MARKFILES_HELP=Guida
IDS_MARKFILES_TABPAGEFOLDER=Cartella
IDS_MARKFILES_BTN_FOLDER_PRIORITY_ADD=Aggiungi
IDS_MARKFILES_BTN_REMOVE_PROTECTED_FOLDERS=Rimuovi
IDS_MARKFILES_BTN_NEW_RULE_FOR_PROTECTED_FOLDERS=Aggiungi
IDS_MARKFILES_LBL_PATH=Percorso
IDS_MARKFILES_BTN_REMOVE_PROTECTED_ALBUMS=Rimuovi
IDS_MARKFILES_BTN_ADD_PROTECTED_ALBUMS=Aggiungi
IDS_MARKFILES_Folder=Cartella
IDS_MARKFILES_USE=Utilizza
IDS_MARKFILES_PRIORITY=Priorità
IDS_MARKFILES_NAME=Nome
IDS_MARKFILES_RULE=Regola
IDS_MARKFILES_FILE_NOT_EXIST=Percorso inesistente.
IDS_MARKFILES_IMAGE_RESOLUTION=Risoluzione immagine
IDS_MARKFILES_MARK_RESOLUTION=Contrassegna con risoluzione inferiore
IDS_MARKFILES_IMAGE_SIZE=Dimensioni immagine:
IDS_MARKFILES_MARK_SIZE=Contrassegna con dimensione file inferiore
IDS_MARKFILES_CAPTURE_DATE=Data cattura
IDS_MARKFILES_MARK_DATE=Contrassegna con data anteriore;Contrassegna con data più recente
IDS_MARKFILES_IMAGE_METADATA=Metadati immagine
IDS_MARKFILES_MARK_METADATA=Contrassegna senza metadati
IDS_MARKFILES_IMAGE_DIMENSION=Dimensione immagine
IDS_MARKFILES_MARK_DIMENSION=Contrassegna con dimensione inferiore
IDS_MARKFILES_MARK_FOLDER=Contrassegna con priorità cartella
IDS_MARKFILES_EXT_ALL_IMAGES=Tutte le immagini
IDS_MARKFILES_EXT_JPEG=Immagine JPEG
IDS_MARKFILES_EXT_GIF=Formato Graphics interchange
IDS_MARKFILES_EXT_JP2=Immagine JPEG 2000
IDS_MARKFILES_EXT_ICNS=Immagine Apple Icon
IDS_MARKFILES_EXT_EPS=Incapsula PostScript
IDS_MARKFILES_EXT_FLC=Animazione FLC
IDS_MARKFILES_EXT_FPX=Immagine FlashPix
IDS_MARKFILES_EXT_PNTG=Immagine MacPaint
IDS_MARKFILES_EXT_MPO=Immagine Multiple Image Object
IDS_MARKFILES_EXT_EXR=Immagine OpenEXR
IDS_MARKFILES_EXT_PNG=Immagine Portable Network Graphics
IDS_MARKFILES_EXT_PICT=Immagine Draw picture
IDS_MARKFILES_EXT_QTIF=Immagine QuickTime
IDS_MARKFILES_EXT_PIC=Radiosità
IDS_MARKFILES_EXT_SGI=Immagine Silicon Graphics
IDS_MARKFILES_EXT_TAG=Immagine TGA
IDS_MARKFILES_EXT_TIFF=Immagine TIFF
IDS_MARKFILES_EXT_BMP=Immagine bitmap Windows
IDS_MARKFILES_EXT_ICO=Immagine icona Windows
IDS_RESTART_CONFIRM_MSG=È necessario riavviare l'applicazione per applicare le modifiche della lingua.\r\nRiavviare l'applicazione?
IDS_FREETRIALKEYSTATUS_INVALID_KEY=L'indirizzo e-mail o la chiave di licenza inseriti non sono corretti.\r\nVerificare i dettagli e provare di nuovo oppure rivolgersi al team di supporto per assistenza.


IDS_MARKFILES_CHECKBOX_TAGS=Tag
DPF_REGISTRATION_THANK_INSTALLING_TEXT=Grazie di aver installato {0}!
IDS_FREETRIALKEYSTATUS_SUCCESS=Grazie di esserti registrato.\r\nOra è possibile eseguire una pulizia e rimuovere tutte le foto duplicate selezionate.
DPF_REGISTRATION_THANK_TEXT=Grazie di aver provato {0}!
DPF_PREFERENCES_FILTER_SORT_NOTE_TEXT=Le impostazioni seguenti consentono di escludere le estensioni di file evitando che vengano aggiunte all'elenco di scansione.
IDS_RESULT_OLV_REMOVE_THEM_FROM_GROUP=Queste foto selezionate non appartengono a questo gruppo. Rimuoverle dal gruppo.
IDS_RESULT_OLV_REMOVE_IT_FROM_GROUP=Questa foto non appartiene a questo gruppo. Rimuoverla dal gruppo.
DPF_SETTINGS_UC_TIME_INTERVAL=Intervallo di tempo
DPF_SETTINGS_UC_TIME_INFO=Intervallo di tempo determina un lasso temporale tra le foto che vanno da meno di un secondo a 24 ore. Scegliere un intervallo a scelta per ottenere i risultati desiderati.
DPF_REGISTRATION_ENTER_ONETIME_FREE_KEY=Per avvalersi di un'operazione di pulizia gratuita, immettere l'indirizzo e-mail e la chiave di licenza GRATUITA ricevuta per e-mail qui di seguito:
DPF_TRIAL_ENABLE_ONE_TIME_CLEANUP=Per consentire la pulizia per tutti i duplicati, fare clic su Prima pulizia GRATIS.
DPF_PREFERENCES_FILTER_SORT_TYPE_DESCRIPTION_TEXT=Digitare la descrizione
DPF_PHOTO_RENDERER_CONTEXTMENU_UNLOCk_PHOTOS=Sblocca
IDS_RESULT_OLV_UNLOCK_THESE_IMAGES=Sblocca queste immagini
IDS_RESULT_OLV_UNLOCK_IMAGE=Sblocca questa immagine
IDS_RESULT_OLV_UNMARK=Deseleziona
IDS_RESULT_OLV_UNMARK_ALL=Deseleziona tutto
IDS_RESULT_OLV_UNMARK_ALL_FOLDER_FILES=Deseleziona tutti i file presenti in questa cartella
IDS_RESULT_OLV_UNMARK_ALL_FOLDER_TREE=Deseleziona tutti i file presenti in questa struttura di cartelle
IDS_RESULT_OLV_UNMARK_ALL_FILES_TYPES=Deseleziona tutti i file di questo tipo ({0})
IDS_RESULT_OLV_UNMARK_ALL_FOLDER_ELSEWHERE=Deseleziona tutti i file che duplicano questa cartella altrove
IDS_RESULT_OLV_UNMARK_IT=Deselezionala - {0}
DPF_TRIAL_UPGRADE_NOW_TEXT=Aggiorna ora per pulire più foto
DPF_PREFERENCES_FILTER_SORT_USE_TEXT=Usa
DPF_MAINBORDER_UC_GUEST_MODE=L'utente che esegue un sistema in modalità guest
DPF_REGISTRATION_UPGRADE_TEXT=Consigliamo di eseguire l'aggiornamento alla versione completa di IDS_DU_APP_NAME per rimuovere dalle finestre tutti i duplicati esistenti e foto simili, per liberare più spazio.
DPF_RESULT_CUSTOMIZE_AUTO_MARK_RULES=Prima di continuare, è possibile personalizzare Seleziona regole automaticamente nella finestra dell'assistente alla selezione. Le regole per determinare quale foto sarà selezionata in ciascun gruppo.
IDS_FREETRIALKEYSTATUS_SUCCESS_CLEAN_NOW=È stata sbloccata una pulizia completa e gratuita. Eseguire ora la pulizia GRATUITA delle foto duplicate trovate?
DPF_TRIAL_REMOVE_LIMIT_TEXT=È possibile rimuovere fino a {0} foto duplicate GRATIS.
DPF_SETTINGS_UC_SIMILAR_MATCH=Corrispondenza simile (consigliato)
IDS_MARKFILES_Size=Dimensioni (le dimensioni di file superiori sono protette)
IDS_FREETRIALKEYSTATUS_PRODUCTID_INVALID=Si è verificato un errore
IDS_FREETRIALKEYSTATUS_ERROR=Si è verificato un errore! Impossibile registrarsi. Per ottenere ulteriore aiuto, contattare l'assistenza.
DPF_TRIAL_SPACE_SAVED_TEXT=Spazio da risparmiare:
DPF_PROGRESS_SEARCHING_DUPLICATE_TEXT=Ricerca duplicati...
DPF_SCAN_PHOTOS_SEARCHING_PHOTOS=Ricerca foto
DPF_HOME_UC_CUSTOM_FOLDER_DIALOG_TITLE=Seleziona cartella
DPF_RESULT_SELECTION_ASSISTANT_TEXT=Assistenza selezione
IDS_MARKFILES_TABPAGE_SELECTION_PRIORITY=Priorità selezione
DPF_SCAN_PHOTOS_SEARCHING_DONE=Ricerca completata
IDS_MARKFILES_PATH_ALREADY_INCLUDED=Percorso già incluso!
DPF_RESULT_DUPLICATEPHOTO_COUNT_TEXT=foto
DPF_PREFERENCES_AUTO_MARK_RULE_TEXT=Regola
DPF_PREFERENCES_FILTER_SORT_TEXT=Criteri scansione
DPF_FOOTER_UC_SCAN_FOR_DUPLICATES_TEXT=Ricerca duplicati
DPF_SCAN_PHOTOS_SCANNING_COMPLETE=Scansione completata
DPF_TRIAL_REMOVE_TEXT=Rimuovi {0} foto
DPF_PHOTO_RENDERER_CONTEXTMENU_REMOVE_FROM_PHOTO_LIST=Rimuovi dall'elenco di foto
DPF_RESULT_REMOVING_PHOTOS=Rimozione foto...
DPF_PREFERENCES_GENERAL_RESET_DEFAULT=Ripristina predefiniti
IDS_MARKFILES_BTN_RESET=Ripristina priorità selezione
DPF_TRIAL_REFUND_YOUR_MONEY=Se non si è completamente soddisfatti di questo prodotto, è possibile contattarci entro 60 giorni dall'acquisto per venire completamente rimborsati.
IDS_RESULT_OLV_PROTECT_PARENT_FOLDER=Proteggi cartella principale
IDS_RESULT_OLV_PROTECT_THIS_ALBUM=Proteggi questo album
IDS_RESULT_OLV_PROTECT_FOLDER=Proteggi questa cartella
IDS_MARKFILES_TAB_PAGE_ALBUMS=Album protetti
IDS_MARKFILES_TAB_PAGE_PROTECTED_FOLDERS=Cartelle protette
DPF_SETTINGS_UC_QUALITY=Qualità
DPF_PHOTO_RENDERER_CONTEXTMENU_QUICK_LOOK=Sguardo veloce
DPF_SCAN_PHOTOS_PLEASE_BE_PATIENT_MSG=Ricerca foto in corso. Attendere ...
DPF_SCAN_PHOTOS_PLEASE_CHANGE_SETTINGS=Modificare le impostazioni o aggiungere altre foto da confrontare.
IDS_MARKFILES_SELECT_ATLEAST_ONE_ITEM=Selezionare almeno un elemento da rimuovere!
IDS_MARKFILES_LABEL1=Selezionare le priorità di contrassegno automatico
IDS_MARKFILES_PRIORITIES=Priorità:
DPF_PREFERENCES_AUTO_MARK_PRIORITY_TEXT=Priorità
DPF_TRIAL_ONE_TIME_CLEANUP_USED=La pulizia gratuita è già stata eseguita. Aggiorna ora per pulire più foto.
DPF_SCAN_PHOTOS_ONLY_PHOTO=È stata rilevata una solo foto tra i percorsi selezionati.
DPF_MESSAGEBOX_OPEN_SELECTION_ASSISTANT_TEXT=Apri assistente selezione
DPF_MESSAGEBOX_OPEN_SETTINGS_TEXT=Apri impostazioni
IDS_RESULT_OLV_OPEN_THIS_FILE=Apri questo file
IDS_RESULT_OLV_OPEN_FOLDER=Apri questa cartella
DPF_TRIAL_MONEY_BACK=Niente rischi, garanzia "soddisfatto o rimborsato"
DPF_PHOTO_RENDERER_NOT_ABLE_TO_SHOW=Impossibile visualizzare l'immagine!
DPF_SCAN_PHOTOS_NO_SIMILAR_PHOTOS_FOUND=Nessuna foto simile trovata.
DPF_PREFERENCES_FILTER_SORT_MIN_FILE_SIZE_TEXT=Dimensioni minime file incluse nella scansione:
DPF_SETTINGS_UC_TIME_INTERVAL_MORE=Altro
IDS_MARKFILES_MOVE_DOWN=Sposta in basso
IDS_MARKFILES_MOVE_TO_BOTTOM=Sposta in fondo
IDS_MARKFILES_MOVE_TO_TOP=Sposta in alto
IDS_MARKFILES_MOVE_UP=Sposta su
IDS_MARKFILES_MP3=mp3
IDS_MARKFILES_NO_ALBUM_NAME_PRESENT=Nessun nome di album presente nel file multimediale!
DPF_SCAN_PHOTOS_NO_DUPLICATE_PHOTOS_FOUND=Nessuna foto duplicata trovata.
IDS_MARKFILES_NO_ITEM_TO_REMOVE=Nessun elemento da rimuovere!
DPF_SCAN_PHOTOS_NO_PHOTO_FOUND=Nessuna foto trovata!
DPF_SETTINGS_UC_MATCHING_INFO=Il livello corrispondente definisce un grado di somiglianza tra foto, il quale può essere regolato da Basso ad Alto. Il livello può essere modificato sul momento nei risultati!
IDS_RESULT_OLV_MERGE_GROUPS=Unisci questi gruppi
DPF_SETTINGS_UC_TIME_INTERVAL_LESS=Meno
DPF_PHOTO_RENDERER_CONTEXTMENU_LOCK_PHOTOS=Blocca
IDS_RESULT_OLV_LOCK_THESE_IMAGES=Blocca queste immagini
IDS_RESULT_OLV_LOCK_IMAGE=Blocca questa immagine
DPF_PREFERENCES_EXCLUSION_MANAGE_FOLDER_TEXT=Gestisci cartelle da escludere
DPF_SETTINGS_UC_BITMAP_INFO=Gestisci l'accuratezza dei risultati di ricerca regolando il dispositivo di scorrimento tra Prestazioni e qualità. Scorrie verso Prestazioni per ottenere risultati veloci e abbastanza accurati e verso Qualità per ottenere risultati molto accurati.
DPF_PHOTO_RENDERER_CONTEXTMENU_MARK_PHOTOS=Seleziona
IDS_RESULT_OLV_MARK_ALL_FOLDER_FILES=Seleziona tutti i file presenti in questa cartella
IDS_RESULT_OLV_MARK_ALL_FOLDER_TREE=Seleziona tutti i file presenti in questa struttura di cartelle
IDS_RESULT_OLV_MARK_ALL_FILES_TYPE=Seleziona tutti i file di questo tipo ({0})
IDS_RESULT_OLV_MARK_ALL_FOLDER_ELSEWHERE=Seleziona tutti i file che duplicano questa cartella altrove
IDS_RESULT_OLV_MARK_IT=Selezionala - {0}
DPF_PHOTO_RENDERER_CONTEXTMENU_MARK_ALL_PHOTO_GROUP=Seleziona foto
DPF_RESULT_MARKED=Selezionata
DPF_RESULT_MARKED_PHOTOS_DELETED=Foto selezionate eliminate...
IDS_MARKFILES_CHECKBOX_PRECISE=Punteggio corrispondenza
IDS_MARKFILES_THRESHOLDS=Punteggio corrispondenza:
DPF_SETTINGS_UC_MATCHING_LEVEL=Livello di corrispondenza
DPF_HOME_UC_ERROR_ITEM_NO_ADDED=Gli elementi non possono essere aggiunti. Andare a "Impostazioni" -> "Criteri scansione" per modificare le impostazioni.
DPF_SCAN_PHOTOS_HINT_SIMILAR_PHOTOS=Suggerimento: provare impostazioni diverse e rieseguire la ricerca di foto simili.
DPF_SCAN_PHOTOS_HINT_DUPLICATE_PHOTOS=Suggerimento: provare impostazioni diverse o aggiungere un altro percorso per le foto e rieseguire la ricerca di foto duplicate.
DPF_RESULT_IMAGEVIEW_TEXT=Vista immagini
DPF_RESULT_IMAGES_NOT_FOUND=Immagini da eliminare non trovate nel sistema.
IDS_MARKFILES_INCLUDE_SUB_FOLDER=Includi sottocartella
IDS_MARKFILES_CB_INCLUDE_SUBFOLDERS=Includi sottocartelle di questo percorso
;IDS_FREETRIALKEYSTATUS_INVALID_KEY=Chiave non valida
IDS_RESULT_OLV_INVERT_MARKED_FILES=Inverti file selezionati
DPF_RESULT_IMAGE_NOT_FOUND=Immagine non trovata sul sistema da eliminare.
DPF_PHOTO_RENDERER_IMAGE_NOT_FOUND=Immagine non trovata nel sistema.
DPF_HOME_UC_HINT_TEXT=Suggerimento: trascinare foto e cartelle contenenti le foto da Esplora risorse per cercare foto simili
DPF_SETTINGS_UC_GPS_INFO=GPS controlla le coordinate incorporate di foto. Le coordinate dell'ubicazione tra le foto dovrebbero rientrare nell'intervallo da 0 a 100 metri.
DPF_SETTINGS_UC_GPS=GPS
IDS_MARKFILES_TABPAGE_FILEFORMATS=Formati file
IDS_MARKFILES_FileTypeFormat=Formato tipo file
IDS_RESULT_OLV_FILTER_THIS_GROUP=Filtra questo gruppo ({0})
DPF_TRIAL_FIRST_FREE_CLEAN=Prima pulizia GRATUITA
IDS_RESULT_OLV_FILE_DIR_NOT_EXISTS=File e directory inesistenti!
DPF_TRIAL_PHOTO_FOUND_TEXT=Duplicare foto trovate:
DPF_RESULT_DUPLICATEGROUP_TEXT=Duplica gruppo
DPF_PREFERENCES_MAIN_TITLE_TEXT=Duplicate Photos Fixer
IDS_FREETRIALKEYSTATUS_EMAIL_CANNOT_BE_SENT=Impossibile inviare l'e-mail.
IDS_FREETRIALKEYSTATUS_EMAIL_ALREADY_SEND=L'e-mail è già stata inviata. Verificare la chiave di licenza gratuita nella posta in entrata. Se si riscontra un errore, contattare l'assistenza.
IDS_FREETRIALKEYSTATUS_EMAIL_ID_EMPTY=L'ID e-mail è vuoto
IDS_FREETRIALKEYSTATUS_KEY_ALREADY_USED=La chiave di licenza immessa è utilizzabile per una pulizia completa gratuita. È già stata utilizzata.\r\nAcquistare ora per rimuovere altre foto.
IDS_ERROR_CONNECTING_INTERNET=Errore di connessione a Internet.
DPF_SETTINGS_UC_EXACT_MATCH=Corrispondenza esatta
DPF_PREFERENCES_EXCLUSION_EXCLUDED_TEXT=Cartella esclusa
DPF_PREFERENCES_EXCLUSION_TEXT=Esclusione
DPF_MESSAGEBOX_DO_NOT_SHOW_TEXT=Non visualizzare più
DFP_UPDATE_DOWNLOAD_N_INSTALLED=Scaricato e installato con successo
DPF_RESULT_DELETING_PHOTOS=Eliminazione foto...
DPF_RESULT_DETAILEDVIEW_TEXT=Vista dettagliata
DPF_PREFERENCES_GENERAL_DONT_SHOW_DIALOG_ON_AUTOMARK=Non visualizzare la finestra di dialogo di selezione automatica con la selezione automatica
DPF_PREFERENCES_GENERAL_DONT_SHOW_DIALOG_ON_DELETE=Non visualizzare la finestra di dialogo di conferma al momento dell'eliminazione
DPF_PREFERENCES_GENERAL_DONT_SHOW_DIALOG_ON_MOVING_BACK=Tornando indietro, non visualizzare la finestra di conferma
PCPB_N44="Mostra messaggi di aggiornamento periodico per ottimizzare il tuo PC."
DPF_SETTINGS_UC_COMPARISON_METHOD=Metodo di confronto
DPF_TRIAL_ENTER_KEY=Fare clic qui per immettere la chiave
DPF_REGISTRATION_PURCHASE_TEXT=Fare clic per acquistare e pulire i duplicati ora!
DPF_FOOTER_UC_PHONE_NUMBER=
DFP_UPDATE_CHECKING_FOR_UPDATES=Ricerca aggiornamenti...
DPF_SETTINGS_UC_COMPARISON_INFO=Scegliere tra Corrispondenza esatta e corrispondenza simile per cercare duplicati e immagini simili.
IDS_RESULT_OLV_CLEAR_ALL_FILTERS=Cancella tutti i filtri
IDS_RESULT_OLV_EXPORT_DUP_LIST=Esporta elenco duplicati
IDS_MARKFILES_BitRate=Velocità in bit (la velocità in bit più elevata è protetta)
DPF_SETTINGS_UC_BITMAP_SIZE=Dimensioni bitmap
IDS_MARKFILES_GENERAL_ITEMS=Velocità in bit (la velocità in bit più elevata è protetta), dimensioni (le dimensioni di file elevate sono protette), formato tipo file, cartella, durata
IDS_MARKFILES_BUY=Acquista
DPF_RESULT_REMOVED={0} rimossi
DPF_PREFERENCES_EXCLUSION_MANAGE_FOLDER_NOTE_TEXT=Aggiungere le cartelle da escludere dalla scansione
DPF_HOME_UC_ADD_PHOTOS_TEXT=Aggiungi foto
DPF_SCAN_PHOTOS_ADDING_PHOTOS=Aggiunta foto ...
IDS_MARKFILES_ALBUM_ALREADY_INCLUDED=Album già incluso!
DPF_PHOTO_RENDERER_NOT_MARK_ALL_PHOTOS=Non tutte le foto di un gruppo possono essere selezionate!
DPF_TRIAL_ALREADY_PURCHASED_TEXT=Già acquistati {0} ?
DPF_MAINBORDER_UC_CAN_NOT_REGISTER=L'applicazione non può essere registrata
DPF_PREFERENCES_FILTER_SORT_ATLEAST_ONE_EXTENSION_REQUIRED=Per eseguire la scansione delle foto è necessaria almeno un'estensione di file.
DPF_PREFERENCES_AUTO_MARK_TEXT=Seleziona automaticamente
IDS_RESULT_OLV_AUTOMARK=Selezione automatica
IDS_RESULT_OLV_AUTOMARK_ALL_FILES=Seleziona automaticamente tutti i file
IDS_RESULT_OLV_AUTOMARK_OPTIONS=Seleziona automaticamente le opzioni
IDS_RESULT_OLV_AUTOMARK_PROTECTION=Protezione selezione automatica
DPF_FOOTER_UC_RESULT_REFRESHED=I risultati scansionati seguenti saranno aggiornati. Si desidera continuare?
DPF_RESULT_DELETED={0} eliminati
DPF_RESULT_DUPLICATE_PHOTOS={0} foto duplicate
DPF_RESULT_PHOTOS_IN_GROUP={0} foto duplicate nel gruppo {1}
DPF_RESULT_PHOTOS_IN_GROUPS={0} foto duplicate nei gruppi {1}
DPF_RESULT_GROUP={0} gruppo
DPF_RESULT_GROUPS={0} gruppi
DFP_UPDATE_UP_TO_DATE={0} è aggiornato.
DPF_SCAN_PHOTOS_PHOTOS_ADDED={0} foto aggiunte

IDS_CONFIRM_PASS=Conferma indirizzo e-mail
IDS_CONFIRM_PASS_MATCH=L'indirizzo e-mail e l'indirizzo dell'e-mail di conferma devono corrispondere

;;;;;;;;;;;;;;;;;;;;;;;;;;;;; 

IDS_CLICK_TO_REMOVE = Sono state trovate {0} foto duplicate. 
;Per rimuovere tutte le foto duplicate e foto simili, fare clic sul pulsante seguente. 
IDS_PURCHASE_TO_REMOVE_DUPLICATES = Sono state trovate {0} foto duplicate. Per rimuovere tutte le foto duplicate e foto simili, fare clic sul pulsante seguente. 
IDS_TRIALNEW_IS_ALREADY_PURCHASED	= Già acquistato?
IDS_TRIALNEW_CLICK_TO_ACTIVATE = Fare clic qui per l’attivazione
IDS_TRIALNEW_PURCHASE_TO = Acquista IDS_DU_APP_NAME a:

;IDS_TRIALNEW_FEATURE_1 =Remove all duplicate photos
IDS_TRIALNEW_FEATURE_1 =Rimuovere tutte le foto duplicate
IDS_TRIALNEW_FEATURE_OTHER_1 =Rimuovi {0} foto duplicate
IDS_TRIALNEW_FEATURE_2 =Risparmia tempo e lavoro
IDS_TRIALNEW_FEATURE_3 =Recupera grandi quantità di spazio
IDS_TRIALNEW_FEATURE_4 =Organizza la raccolta di foto

IDS_TOTAL = Totale
IDS_REMOVE_15PHOTOS = Rimuovi {0} foto gratuitamente
IDS_PURCHASE_NOW = Acquista ora
IDS_BEFORE_U_EXIT = Prima di uscire


IDS_CLOSE=Chiudi



IDS_LAUNCH_STARTUP=Avvia all'avvio del sistema
IDS_STOP_SCAN_DES = L'operazione durerà qualche minuto. Si consiglia vivamente di completare la scansione.\r\nInterrompere la scansione?


IDC_BC_PRODUCTUPDATE=IDS_DU_APP_NAME è stato aggiornato con successo.
IDS_PB_RECOMMENDED=Consigliato

IDS_RANSOMWARE_VICTIM =Ransomware: Don't be a victim

IDS_OFFERRB1=Aggiungi protezione per i tuoi dati
IDS_OFFERRB2=Right Backup protegge i dati con SSL e crittografia di alto livello
IDS_OFFERRB3=Protezione contro attacchi di ransomware e virus
IDS_OFFERRB4=Backup automatico al 100% e agevole condivisione di foto, video, musica, ecc.
IDS_OFFERRB5=Tutta la trasmissione dei dati dei file avviene su un canale crittografato (SSL)
IDS_OFFERRB6=Tutti i file memorizzati nel cloud sono sottoposti a crittografia AES-256 
IDS_OFFERRB7=Ransomware: proteggere è meglio che curare!

;;By installing you agress to EULA and Privacy Policy
IDS_UTILITY_BYINSTALLING="Installando l'utente accetta di"
IDS_UTILITY_AND="e"
IDS_UTILITY_EULA="Contratto"
IDS_UTILITY_PRIVACYPOLICY="politica sulla riservatezza"
IDS_RB_STR3=Usufruisci dell'archiviazione GRATUITA ora
IDS_BC_BTN_CLOSE=Chiudi

IDS_LOG_EXPORTED_NOTSELECTED=Selezionare almeno un elemento.


IDS_ENJOY_BACKUP = Enjoy Hassle free automated backup
IDS_PLEASE_WAIT = Please wait...
IDS_CREATE_RB_ACCOUNT = It will hardly take a minute to create a FREE account and start backing up your data on cloud with east access anywhere, anytime!
IDS_SAVE_PC = 1 minute can save your frustration in case of breakdown of your hard drive or PC.
IDS_QUIT_PROTECTION=Quit, I don't want protection
IDS_GET_FREE_STORAGE =Get Free Storage Now

IDS_DOWN_INSTALL_RB= Downloading and installing Right Backup



IDS_DOWNLOADING=Download in corso...
SCANTAB4=Installazione in corso


;;;;;;;;;;;;;;;;;;;;;;
IDS_UPGRADE_TO_CLEAN = Aggiorna ora per rimuovere tutte le foto duplicate dal PC e recuperare tantissimo spazio.
IDS_HAVE_LICENSE_CODE = Dispongo di un codice di licenza
IDS_ATTENTION = Attenzione
IDS_PC_REQUIRES_ATTENTION = Il tuo PC richiede attenzione!

IDS_QUIT = Esci
IDS_BEFORE_CLOSING = Prima di chiudere IDS_DU_APP_NAME...
IDS_DISCOUNT = SCONTO
IDS_ONLY_FOR_YOU = Solo per te!
IDS_NOT_SHOW_AGAIN = Non visualizzare più
IDS_LIMITED_OFFER = *Offerta a tempo limitato

IDS_PLEASEWAIT = Offerta a tempo limitato – Ottieni uno sconto immediato del 50%
IDS_CONFIRM_EXIT_TITLE=Rimuovi automaticamente foto duplicate
IDS_CONFIRM_EXIT=IDS_DU_APP_NAME può rimuovere tutte le foto duplicate dal tuo PC con un solo clic e recuperare tantissimo spazio su disco.
IDS_CONFIRM_EXIT_2=Esegui ora l'aggiornamento e approfitta dello sconto immediato del 50% sul tuo acquisto!
IDS_CONFIRM_EXIT_BTN=No, grazie
IDS_CONFIRM_EXIT_BTN2=Usufruisci dell'offerta – SCONTO DEL 50%
IDS_QUICK_GUIDE_HINT= Suggerimento: usa la funzionalità Seleziona automaticamente per selezionare automaticamente i duplicati da eliminare.
IDS_QUICK_GUIDE_HELP=Guida: fai clic sul collegamento "Mostra guida rapida" qui di seguito.
IDS_SHOW_QUICK_GUIDE= Mostra guida rapida
IDS_UPGRADE_TO_REMOVE_REMAINING = {0} foto duplicate sono state rimosse. Per rimuovere il duplicato restante e foto di aspetto simile, aggiorna alla versione completa.
IDS_CLICK_TO_REMOVE = {0} Nel tuo PC sono state rilevate foto duplicate. 
IDS_UPTO_N_DELETE = Per rimuovere fino a {0} foto duplicate e simili, fai clic sul pulsante seguente.
DPF_NL_AUTPMARK_NOTE=  Puoi selezionare manualmente le foto duplicate oppure usare la funzionalità Seleziona automaticamente per contrassegnarle automaticamente.

;;;;;;;;;;;;;;  ADU Offer ;;;;;;;;;;;;;;;;;
IDS_STR1=IDS_DU_APP_NAME è stato aggiornato con successo.
IDS_STR2=Consiglio
IDS_STR3=Non lasciate che i driver obsoleti rovinare la vostra esperienza PC
IDS_STR4=Scansiona, scarica e installa i più recenti driver per il tuo sistema, con pochi, semplici clic.
IDS_STR5=Aggiorna driver obsoleti
IDS_STR6=Opzione di backup e ripristino
IDS_STR7=Elenco esclusioni driver
IDS_STR8=Pianifica scansioni dei driver
IDS_STR9=Installando Advanced Driver Updater, l'utente accetta di Contratto e politica sulla riservatezza
IDS_STR10="Provalo ora"
IDS_ST11=Chiudi


IDS_STR_THANKS=Grazie della registrazione.




product_title_EN_1=Ottimizzazione delle prestazioni del sistema con un solo clic
key_str_EN1_1=Per ottenere prestazioni migliori, ottimizzare il registro di sistema
key_str_EN2_1=Aggiornare i driver per ottimizzare le prestazioni del PC
key_str_EN3_1=Rimuove i dati indesiderati e libera spazio su disco




product_title_EN_2=File sottoposti a backup automatico nel cloud
key_str_EN1_2=Accedi ai file ovunque tu vada
key_str_EN2_2=Condividi facilmente i file con chiunque
key_str_EN3_2=Ripristina rapidamente i file anche se il dispositivo si rompe


;product_title_EN_3=Eliminare tutte le foto duplicate e simili sul PC
KEY_STR_EN1_3=Rimuovi tutti i file duplicati
KEY_STR_EN2_3=Recupera grandi quantità di spazio
KEY_STR_EN3_3=Organizza i file di sistema
;key_str_EN1_3=Ottenere una libreria di foto organizzate
;key_str_EN2_3=Eseguire la ricerca di foto duplicate e simili sui dispositivi rimovibili
;key_str_EN3_3=Risparmiare spazio e tempo su disco

IDS_SET_SAVE_START_SCAN=Avvia scansione
IDS_UTILITY_KEYBENEFIT="Vantaggi:"
IDS_UTILITY_TITLE= "I migliori strumenti per mettere a punto il vostro PC"
IDS_UTILITIES_KIT= "Utilità Strumenti"
IDS_UTILITY_TRY="Provale Ora"

PRODUCT_TITLE_EN_3= Trova e rimuove file duplicati e recupera spazio prezioso sul disco rigido.
IDS_NOFREESPACEAVAILABLE=Spazio non disponibile sul percorso selezionato.
IDS_UK_INSTALL_NOW=Installa ora
IDS_UK_LAUNCH_NOW=Avvia ora
IDS_RB_PRODUCT_INFO=Il modo più facile e sicuro di proteggere l'archiviazione online
IDS_EMAIL_US_AT=E-mail:
IDS_SUPPORT_ADDRESS=support@systweak.com
IDS_SUBMIT=Invia
IDS_BROWSE=Sfoglia
IDS_CONTACT_US=Contatta
IDS_FEEDBACK=Feedback
PKS_FEEDBACK_TOOLTIP1=Fare clic sul pulsante "Invia" per inviare i dettagli forniti.
PKS_FEEDBACK_TOOLTIP2=Per chiudere la finestra, fare clic sul pulsante Annulla.
PKS_FEEDBACK_TOOLTIP3=Fare clic su Anteprima feedback per visualizzare i dettagli del feedback prima di inviarli.
PKS_FEEDBAKNAG_DESC=Gentile utente, condividi la tua esperienza compilando questo modulo di feedback. Così facendo potremmo avere un'idea più precisa delle prestazioni dell'applicazione, il che ci aiuterebbe a proporre soluzioni migliori per risolvere gli errori segnalati.
PKS_EMAIL_ADDRESS=Indirizzo e-mail:
PKS_FEEDBACK_TYPE_STATIC=Tipo feedback:
PKS_FEEDBACKNAG_DESC2=Specifica il tuo indirizzo e-mail e seleziona il tipo di feedback dall'elenco a discesa.
PKS_BRIEF_EXPRE=Descrivi la tua esperienza:
PKS_IDEMAIL_NOTEMPTY=L'indirizzo e-mail non può essere vuoto.
PKS_FEEDBACK_TYPE=Selezionare il tipo di feedback.
PKS_FEEDBACK_NOEMPTY=Il feedback non può essere vuoto.
PKS_FEEBACK_UPLOAD_STATUS=Attendi il caricamento del feedback...
PKS_FEEBACK_UPLOAD_SUCCESS=Feedback caricato con successo.
PKS_THANK_FEEDBACK=Grazie del feedback che ci hai fornito.
PKS_SELECT_PRBTYPE=Seleziona tipo di problema
PKS_PRB_REGISTRING_PRODUCT=Problema durante la registrazione del prodotto
PKS_PRB_UNDERSTAND=Impossibile comprendere il tipo di problema
PKS_GENERAL_FEEDBACK=Feedback generale
PKS_YOUR_EMAIL_ADDRESS=Indirizzo e-mail:
PKS_EMAIL_ADDRESS_INVALID=L'indirizzo e-mail non è valido.\nImmettere l'indirizzo e-mail corretto.
IDS_INCLUDE_FOLDER_LABEL=Scansiona i seguenti file/cartelle alla ricerca di duplicati.
IDS_YES=Sì
IDS_NO=No
;;;;;;;;;;;;;;;;;;;;;;;Scan Mode;;;;;;;;;;;;;;;;;;
DPF_SCAN_COMPUTER=Scansiona Computer
DPF_SCAN_GOOGLE=Scansiona Google Drive
DPF_SCAN_Picasa_LIBRARY=Picasa Library
DPF_INCLUDE_TO_SCAN=Includi per la scansione
DPF_FETCHING_FOLDER=Recupero cartelle in corso ...
DPF_SCAN_MODE=Modalità di scansione
DPF_REFRESH=ricaricare
IDS_PRODUCT_MESSAGES=Messaggi prodotto
IDS_OTHER_PRODUCT_RECOMMEND=Mostra altri consigli sui prodotti per il PC
IDS_AUTO_SETTINGS_APPLIED=Impostazione applicata




DPF_DRIVE_INFO_HEADER=Autorizza IDS_DU_APP_NAME a continuare ad aggiungere la cartella di Google Drive nell'elenco di scansione.
DPF_DRIVE_INFO_STEPS_HEADER=Ecco i passaggi per autorizzare IDS_DU_APP_NAME alla scansione di Google Drive:
DPF_DRIVE_INFO_STEP1=Fai clic sul pulsante "Concedi autorizzazioni" per autenticare.
DPF_DRIVE_INFO_STEP1_SUB=Fai clic sul pulsante "Concedi autorizzazioni" in fondo. Questo ridirigerà il browser all'autenticazione di Google Drive.
DPF_DRIVE_INFO_STEP2=Compila i dettagli e completa i processi richiesti.
DPF_DRIVE_INFO_STEP2_SUB=Inserisci il tuo nome utente e la tua password dell'account Google Drive e completa il processo di autorizzazione.
DPF_DRIVE_INFO_STEP3=Aggiungi la cartella e scansiona il tuo Google Drive.
DPF_DRIVE_INFO_STEP3_SUB=Torna all'applicazione e fai clic sul pulsante "Aggiungi cartella" per selezionare ed effettuare la scansione della tua cartella Google Drive.
DPF_DRIVE_INFO_ALLOW=Concedi autorizzazioni
DPF_DRIVE_SELECT_FOLDER=Seleziona qualsiasi cartella di Google Drive tu desideri scansionare.
DPF_UNDO_SUMMARY_GOOGLE=Stai per annullare la seguente azione:{0}{1}Azione da annullare: Sposta {2} elementi nel Cestino di Google Drive. {3}{4}Procedere?
IDS_WATCH_TUTORIAL=Guarda tutorial
IDS_MANAGE_FILE_FORMATS=Gestisci i formati file
IDS_MANAGE_SCAN_CRITERIA=Gestisci i criteri di scansione
IDS_SCAN_CRITERIA_INFO=Le impostazioni sottostanti ti permettono di personalizzare le opzioni di scansione.
PKS_INSTALL_COMP=Duplicati eliminati correttamente.
PKS_PRB_DOWNLOADING=Si è verificato un problema durante la rimozione dei duplicati.
PKS_PRB_INSTALLING=Si è verificato un problema durante la scansione.
IDS_CONTACT_US=Contattaci
IDS_MARKFILES_EXT_HEIC=High Efficiency Image File
IDS_MARKFILES_EXT_CR=File immagine Canon RAW CIFF
IDS_MARKFILES_EXT_RAW=File immagine Camera RAW
IDS_MARKFILES_EXT_KDC=File immagine Kodak RAW
IDS_MARKFILES_EXT_DNG=File immagine RAW Digital Negative and ProRaw
IDS_MARKFILES_EXT_NEF=File immagine Nikon RAW
IDS_MARKFILES_EXT_PEF=File immagine Pentax RAW
IDS_MARKFILES_EXT_ORF=File immagine Olympus RAW
IDS_MARKFILES_EXT_RW2=File immagine Panasonic RAW
IDS_MARKFILES_EXT_RAF=File immagine Fuji RAW
IDS_MARKFILES_EXT_MOS=File immagine Leaf Aptus RAW
IDS_MARKFILES_EXT_SRF=File immagine Sony RAW
IDS_MARKFILES_EXT_ERF=File immagine Epson RAW
IDS_MARKFILES_EXT_DCR=Digital Camera Image File
IDS_INSTALL_COMPONENT=Installazione dei componenti necessari...
IDS_CONFIRM_DOWNLOAD_COMPONENT=IDS_DU_APP_NAME foto RAW rilevate nel sistema. Per scansionare queste immagini, dobbiamo installare dei componenti aggiuntivi. Desideri installarli ora?
IDS_COMPONENT_IMPORTANCE=Selezionando NO salterai il processo di scansione delle foto RAW.
IDS_MOVE_IMAGES_BIN=Invia le foto duplicate al Cestino.
IDS_MOVE_PATH=Sposta le foto duplicate nel percorso selezionato.
IDS_CONSIDER_TIME_INTERVAL=Includi l'intervallo di tempo durante la scansione.
IDS_SETTINGS_CONSIDER_CAPTURE_DATE=Usa le impostazioni dell'intervallo di tempo se la data di cattura non è disponibile.
IDS_CONSIDER_GPS_SETTING=Includi il GPS durante la scansione.
IDS_SETTING_DISABLED=Questa impostazione è disattivata.
IDS_CHANGE_SETTINGS=Modifica le impostazioni
IDS_SETTINGS_CONSIDER_CAPTURE_DATE_INFO=Se Data cattura è mancante nei dati exif o nella foto, utilizza Data creazione.
IDS_MOVE_DUPLICATES=Sposta i duplicati
IDS_MANAGE_DUPLICATE_PHOTOS=Gestisci foto duplicate
IDS_MANAGE_DUPLICATE_PHOTOS_INFO=Questa impostazione ti permette di selezionare l'azione da eseguire sulle foto duplicate.
DPF_DRIVE_CONTACT_ADMIN=Non ci è possibile accedere alle tue cartelle Google Drive, poiché le tue app Google Drive sono disattivate. Contatta l'amministratore del tuo dominio.
IDS_GOOGLE_DRIVE_TRASH=Eliminare le foto duplicate? Le foto eliminate saranno spostate nel Cestino di Google Drive!
DPF_DRIVE_INFO_HEADER_EX=Autorizza IDS_DU_APP_NAME per continuare ad aggiungere la cartella di Google Drive nella lista di esclusione.
DPF_DRIVE_INFO_STEPS_HEADER_EX=Ecco i passaggi per autorizzare IDS_DU_APP_NAME ad accedere alle cartelle di Google Drive:
DPF_DRIVE_INFO_STEP3_EX=Aggiungi cartella da Google Drive.
DPF_DRIVE_INFO_STEP3_SUB_EX=Torna all'applicazione e fai clic sul pulsante "Aggiungi" per selezionare e escludere la tua cartella Google Drive dalla scansione.
DPF_DRIVE_INFO_HEADER_SA=Autorizza IDS_DU_APP_NAME per continuare ad aggiungere la cartella di Google Drive nell'elenco di cartelle protette.
DPF_DRIVE_INFO_STEPS_HEADER_SA=Ecco i passaggi per autorizzare IDS_DU_APP_NAME ad accedere alle cartelle di Google Drive:
DPF_DRIVE_INFO_STEP3_SUB_SA=Torna all'applicazione e fai clic sul pulsante "Aggiungi" per selezionare e escludere la tua cartella Google Drive dalla selezione automatica.


IDS_GOOGLEDRIVE=Google Drive
IDS_DROPBOX=Dropbox
IDS_PHOTOS_ORGANIZER=Photo Organizer
IDS_LIGHTROOM_CLASSIC=Lightroom Classic
IDS_LIGHTROOM_LIB_FORMAT= Lightroom Catalog
IDS_BOX_CLOUD=BoxCloud

IDS_SCAN_DROPBOX=Scansiona Dropbox
IDS_DROPBOX_TRASH=Vuoi davvero eliminare il registro dei file duplicati? I registri eliminati saranno spostati nella sezione "File eliminati" di Dropbox!
IDS_SIGN_IN_DROPBOX=Accedi a {0}
IDS_SIGN_IN_DROPBOX_OPENED=Accedi al tuo account {0}, aperto nel tuo browser predefinito.
IDS_SIGN_IN_DROPBOX_PASTE=Copia il codice di autorizzazione che vedi e incollalo nel riquadro sottostante.
IDS_SIGN_IN_DROPBOX_CLICK=Fai clic su Continua per continuare a cercare i duplicati.
IDS_DROPBOX_ERROR_AUTH_CODE=Errore di autorizzazione dell'account {0}. Controlla il codice di autorizzazione e riprova.



;;;;;;;;;;;;;;;;;;;;;;;;; PO, LcR, Picasa ;;;;;;;;;;;;;;;;;;;;;;;;
IDS_PICASA_LIB_FORMAT= Indice libreria Picasa
IDS_ADD_VALID_PATH=Aggiungi un percorso di scansione valido!
IDS_ADD_LIBRARY=Aggiungi libreria
IDS_NEED_COMPONENT_PO= La funzione Photo Organizer richiede un componente aggiuntivo per l'installazione. Vuoi installare ora?
IDS_CLOSE_APPLICATION_TO_SCAN={0} deve essere chiuso per avviare il processo. Vuoi chiudere {0}?
IDS_SHOW_PHOTO_ORGANIZER=Avvia {0}
IDS_ONE_LIBRARY_ADD=Un file del database della libreria Picasa è già stato aggiunto!\r\nImpossibile aggiungere più file.

;;;;;;;;;;;;;;;;;;BoxCloud;;;;;;;;;;;;;;;;;;;;;;;
IDS_SIGN_IN_BOXCLOUD_GRANTACCESS=Concedi il permesso di accesso dopo il login

;;;;;; NEED Translation ;;;;;;;
IDS_WIAT_INSTALL_COMPONENT=Attendere durante l'installazione dei componenti richiesti
IDS_INCLUDE_ROTATED_IMAGES=Includi immagini ruotate
IDS_INCLUDE_FLIPPED_IMAGES=Includi immagini capovolte
IDS_CLEAR_CACHE_RECOMMENDED=L'algoritmo di scansione è stato migliorato per ottenere risultati migliori, si consiglia di cancellare la cache e ripetere la scansione.
IDS_CLEAR_CACHE_CONFIRMATION=Vuoi continuare?

[strings]
IDS_INSTALLING_SERVICE=Installazione servizio...
; General
100=Duplicate Photos Fixer Pro
;100=Download file
101=Annullare il download?
102=%1 (%2 di %3)
103=%1 KB
104=%1 KB di %2 KB (%3%)

; Status information
110=Raccolta informazioni sul file...
111=Reindirizzamento a %1
112=Invia richiesta...
113=Risoluzione di %1
114=Collegato a %1
115=Ricezione in corso...
116=Collegamento a %1

; Error messages
120=Errore di connessione a Internet.\n\n%1
121=Errore di apertura di %1.\n\nIl server ha restituito il codice di stato %2.
122=Errore di lettura dell'URL.\n\n%1
123=Errore di scrittura del file %1.\n\n%2
124=Errore di apertura del file %1.\n\n%2
125='%1' è un URL non valido.
126=Errore di apertura %1.\n\n%2
127=Errore di invio della richiesta.\n\n%1
128=Protocollo non supportato. Sono supportati solo i protocolli HTTP e FTP.
129=Impossibile connettersi a %1.\n\n%2
130=Impossibile interrogare codice di stato.\n\n%1
131=Errore di richiesta del file.\n\n%1

; Other
144=Informazioni su
146=Download
147=Il programma di impostazione sta scaricando file aggiuntivi nel computer.

; labels
160=File:
161=Velocità:
162=Stato:
163=Tempo trascorso:
164=Tempo rimasto:
165=File corrente:
166=Avanzamento globale:
167=Annulla
168=OK
169=User Name and Password
170=User Name:
171=Password: